{
    "news": [
        {
            "id": 1,
            "title": "Big Ramy Shares Ripped 337.7-Lb Physique Update Before Starting Diet for 2022 Mr. Olympia",
            "image": "https://fitnessvolt.com/wp-content/uploads/2022/09/Big-Ramy-2022-Olympia-Update-750x422.jpg",
            "description": "Reigning two-time Mr. Olympia champion Mamdouh ‘Big Ramy’ Elssbiay has greenlit the next stage of his preparations for this year’s bodybuilding season. In a recent post made to Instagram, Ramy showed off his final physique update before starting his contest diet for 2022 Mr. Olympia. After missing a guest posing appearance at Jim Manion’s Pittsburgh Pro, many in the bodybuilding community began to count out the reigning champion. His commitment to the sport was brought into question as a result. While it remains unclear what his future plans are, Ramy told his children months ago that he wanted to retire at 38 following one more Olympia contest next year (2023). During the off-season, Olympia President Dan Solomon gave Ramy a call to measure his passion for bodybuilding. Following the call, Solomon was impressed by Ramy’s tone as the champion promised to win a third Sandow this winter. Preparing for his title defense, Ramy’s coach, Dennis James flew out to Dubai to help him train. Last month, Ramy sent shockwaves through the Men’s Open division when he shared a massive 337-pound physique update. It elicited such strong reactions from the community that even top threats like Nick Walker acknowledged that if the champion comes in shredded, he’ll probably win again at 2022 Mr. Olympia. "
        },
        {
            "id": 2,
            "title": "Bodybuilder Chris Bumstead Hammers His Quads and Hamstrings in a ‘Brutal’ Leg Workout",
            "image": "https://fitnessvolt.com/wp-content/uploads/2022/09/chris-bumstead-brutal-leg-workout-750x422.jpg"
        },
        {
            "id": 3,
            "title": "Bodybuilder ‘Good Vito’ Shows Off Massive Arms and Lats in Vascular Physique Update 6 Weeks from Muscle Contest",
            "image": "https://fitnessvolt.com/wp-content/uploads/2022/09/Vitaliy-Ugolnikov-6-weeks-out-750x422.jpg"
        },
        {
            "id": 4,
            "title": "2022 Arnold Classic UK Results — Andrew Jacked Wins Bodybuilding Title",
            "image": "https://fitnessvolt.com/wp-content/uploads/2022/09/2022-Arnold-Classic-UK-Results-750x422.jpg"
        }
    ]
}