{
  "products": [
    {
      "id": 1,
      "name": "Apple MacBook Pro MPXQ2RU/A, Intel® Core™ i5-7360U, 8 GB, 128 GB, 13.3 ",
      "price": 1409,
      "image": "https://w0.peakpx.com/wallpaper/734/397/HD-wallpaper-minimalist-bodybuild-body-bodybuilding-motivation-simple.jpg",
      "description": "Spartesnis ir galingesnis, tačiau žymiai plonesnis ir lengvesnis nei anksčiau. Jame yra ryškiausias ir spalvingiausias visų laikų nešiojamo „Mac“ ekranas. Jo klaviatūroje įtaisyta „Touch Bar“ stiklo juosta su „Multi‑Touch“, kad galėtum iš karto pasiekti reikalingus įrankius, kai tik panorėsi. Naujasis „MacBook Pro“ sukurtas ieškant visiško proveržio. Ir dabar jis tavo rankose."
    },
    {
      "id": 2,
      "name": "Samsung Galaxy S22+, juodas, 8GB/256GB",
      "price": 1109,
      "image": "https://w0.peakpx.com/wallpaper/165/651/HD-wallpaper-gym-arms-biceps-body-bodybuilding-packs-six-tattoo.jpg",
      "description": "Ploni apvadai įsilieja į simetrišką poliruotą rėmelį, sukurdami plataus ir proporcingo ekrano įspūdį. Vaizdą išbaigia vienspalvis korpusas, supantis linijinę kameros sistemą. Neįtikėtinas grožis. Dėl ekraną ir galinius skydelius dengiančio „Corning® Gorilla® Glass Victus®+“ galite mažiau jaudintis nukritus telefonui. Telefoną supa apsauginis poliruotas „Armor Aluminum“ rėmelis. Jis atitinka IP68 atsparumo vandeniui klasės reikalavimus, todėl yra atsparus vandens purslams."
    },
    {
      "id": 3,
      "name": "Apple MacBook Pro MYD82ZE/A Retina Space Grey, Apple M1, 8 GB, 256 GB, 13.3 ",
      "price": 1639,
      "image": "https://images.unsplash.com/photo-1632781297772-1d68f375d878?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxzZWFyY2h8MTh8fGJvZHlidWlsZGluZ3xlbnwwfHwwfHw%3D&w=1000&q=80",
      "description": "Spartesnis ir galingesnis, tačiau žymiai plonesnis ir lengvesnis nei anksčiau. Jame yra ryškiausias ir spalvingiausias visų laikų nešiojamo „Mac“ ekranas. Jo klaviatūroje įtaisyta „Touch Bar“ stiklo juosta su „Multi‑Touch“, kad galėtum iš karto pasiekti reikalingus įrankius, kai tik panorėsi. Naujasis „MacBook Pro“ sukurtas ieškant visiško proveržio. Ir dabar jis tavo rankose."
    },
    {
      "id": 4,
      "name": "Apple Iphone 13, mėlynas, 4GB/128GB",
      "price": 859,
      "image": "https://wallpaperaccess.com/full/5970131.jpg",
      "description": "128GB talpos mėlynos spalvos telefonas iPhone 13 mini turi 5.4 colių įstrižainės Super Retina XDR ekraną iki pat kraštų su True Tone technologija, aliuminio rėmą, stiklinį korpusą, galingą A15 Bionic lustą, dvigubą galinę kamerą su Wide ir Ultra Wide technologija, naktinio fotografavimo funkciją, Cinematic vaizdo įrašymo funkciją, automatinį šviesų pritaikymą. Telefone taip pat patobulinta priekinė 12MP kamera su galimybe daryti sulėtintas asmenukes, pagreitinta Face ID technologija, bevielio įkrovimo funkcija."
    },
    {
      "id": 5,
      "name": "Samsung Galaxy S22 Ultra, juodas, 12GB/256GB",
      "price": 1359,
      "image": "https://i.pinimg.com/originals/36/be/e9/36bee9fc6be33bd5d639121b3913fd57.jpg",
      "description": "Sustiprintas dirbtinis intelektas padaro taip, kad 5000 mAh (įprasto kiekio) energijos užtenka kelioms dienoms, sumaniai prisitaikydamas prie to, kaip naudojate telefoną. Trumpai tariant: taupoma energija tam laikui, kai jos labiausiai reikia, tad akumuliatorius veikia daugiau valandų nei yra paroje. Didžiausias mūsų vaizdo technologijų šuolis. Automatinis kadravimo greitis aptinka apšvietimą ir automatiškai persijungia į optimalų fps greitį. Sutvirtintas 4 nm procesoriaus su „Super Night Solution“, išvalančiu triukšmą kiekviename kadre, galite įrašyti nuo saulėtekio iki saulėtekio su nuosekliomis, stulbinančiomis detalėmis."
    },
    {
      "id": 6,
      "name": "Apple Iphone 13 Pro, žalias, 6GB/256GB",
      "price": 1299,
      "image": "https://i.pinimg.com/736x/92/7f/52/927f52f8744b745c9700e822a3a235e2.jpg",
      "description": "128GB talpos žalios spalvos telefonas iPhone 13 Pro turi itin ryškų Super Retina XDR 6.1 colių ekraną iki pat kraštų. ProMotion technologija iki 120Hz, tvirtas nerūdijančio plieno rėmas, matinis stiklinis korpusas, galingas A15 Bionic lustas leidžia mėgautis aukščiausia kokybe ir neprilygstama sparta. Telefone esanti trijų galinių kamerų Wide, Ultra Wide ir Telephoto technologija užtikrins itin profesionalias nuotraukas ir vaizdo įrašus. Galėsite naudoti LiDAR skenerio pagalba patobulintą naktinio fotografavimo režimą bei Cinematic vaizdo įrašymo funkciją. Jums turėtų patikti sulėtintos asmenukės, pagreitinta Face ID technologija, ilgiau laikanti baterija."
    },
    {
      "id": 7,
      "name": "Apple MacBook Pro MKGR3KS/A, Apple M1 Pro, 16 GB, 512 GB, 14 ",
      "price": 2190,
      "image": "https://ksd-images.lt/display/aikido/store/c7edb4ca63c95d0ea1296b72ab6bde2e.jpeg?h=742&w=816",
      "description": "Galingiausias visų laikų MacBook Pro jau čia. Su itin sparčiu M1 Pro arba M1 Max lustu – pirmuoju profesionalams skirtu Apple silicio lustu – pasieksite revoliucinį našumą ir įspūdingą baterijos veikimo laiką. Prie to pridėkite nuostabų Liquid Retina XDR ekraną, geriausią kada Mac nešiojamajame kompiuteryje buvusią kamerą ir garso sistemą bei visus reikalingus prievadus. Pirmasis toks nešiojamasis kompiuteris: šis MacBook Pro – tikras žvėris."
    },
    {
      "id": 8,
      "name": "Asus ROG Flow X13 GV301QE-K6040T, AMD Ryzen 7 5800HS, 16 GB, 512 GB, 13.4 ",
      "price": 1490,
      "image": "https://ksd-images.lt/display/aikido/cache/1309e3ad4e81867ffe0292caab53000c.jpeg?h=742&w=816",
      "description": "Never before has efficient gaming onWindows 10 been possible on such a flexible and mobile device as the ROG Flow X13 2-in-1. Impressive performance is ensured by the latest Ryzen ™ processor and GeForce GTX ™ graphics card. You will adjust the equipment to your needs. You will stand out from the crowd, wherever you are - you can start creative work immediately."
    },
    {
      "id": 9,
      "name": "Microsoft XBOX Series X, Wi-Fi / Wi-Fi Direct",
      "price": 635,
      "image": "https://ksd-images.lt/display/aikido/store/4ee33ac77196ad21cb6ff49a01933cd4.jpg?h=742&w=816",
      "description": "Platforma: „Xbox“ serija X Produkto spalva: juoda Vidinė atmintis: 16000 MB Vidinės atminties tipas: GDDR6 Procesoriaus gamintojas: AMD Procesoriaus modelis: AMD Ryzen Zen 2 Procesoriaus dažnis: 3,8 GHz Procesoriaus šerdys: 8 Grafikos procesorius: AMD Radeon Grafikos procesoriaus dažnis: 1825 MHz Grafikos procesoriaus našumas: 12 TFLOPS Palaikomų valdiklių skaičius (maks.): 2 Sandėliavimas Laikmenos: SSD Vidinės atminties talpa: 1000 GB Integruotas kortelių skaitytuvas"
    },
    {
      "id": 10,
      "name": "Sony PlayStation 5, Wi-Fi / Wi-Fi Direct",
      "price": 809,
      "image": "https://ksd-images.lt/display/aikido/store/549147cd687cf6e5d5a78b9fdfea1014.jpg?h=742&w=816",
      "description": "Žaibiškas žaidimų užkrovimas su itin sparčiu SSD disku, dar didesnis pasinėrimas į žaidimo pasaulį, dėka palaikomo, lietimui jautraus grįžtamojo ryšio, adaptyvūs paleidikliai, 3D garsas ir neįtikėtini, naujos kartos PlayStation® žaidimai."
    },
    {
      "id": 11,
      "name": "Žaidimų pultas Microsoft Xbox",
      "price": 159,
      "image": "https://ksd-images.lt/display/aikido/store/c5531b75c1e28533e80ff6688bf0d213.jpg?h=742&w=816",
      "description": "Produkto tipas: žaidimų pultas Ryšio technologija: laidinė, bevielė 2,4 GHz / „Bluetooth“ Valdikliai: 2 nykščio lazdelės, D-pad, paleidikliai Savybės: laisvų rankų įrangos prievadas, keičiami komponentai, vibracijos grįžtamasis ryšys Baterija: įkraunamos ličio jonų baterijos, iki 40 val Pridedami priedai: 2 „D“ pagalvėlės, 4 mentės, 6 nykščių, USB-C laidas, reguliavimo įrankis, nešiojimo dėklas, įkrovimo stotelė Suderinamos žaidimų konsolės: „Microsoft Xbox One“, asmeninis kompiuteris Prekės matmenys (I x P x A): 17,5 x 17,7 x 7,3 cm Svoris: 500 g"
    },
    {
      "id": 12,
      "name": "Žaidimų konsolė Nintendo Switch OLED, HDMI",
      "price": 559,
      "image": "https://ksd-images.lt/display/aikido/store/b47693aebb8ba0224f2ef82115ee8c5b.jpeg?h=742&w=816",
      "description": "Nintendo Switch – OLED model has a 7-inch OLED screen with a narrower bezel. The intense colors of the screen and its high contrast deliver an impressive gaming experience in the hand-held and table mode – no matter whether you are racing at breathtaking speed or striking opponents in the flight."
    },
    {
      "id": 13,
      "name": "Asus Zenbook UX425EA-KI921W, Intel® Core™ i7-1165G7, 16 GB, 512 GB, 14 ",
      "price": 1097,
      "image": "https://ksd-images.lt/display/aikido/cache/5ef4f09869f4d4922e686ce08064fc23.jpeg?h=742&w=816",
      "description": "The beautiful new ZenBook 14 is more portable than ever. It’s thinner, lighter, and incredibly compact, yet includes HDMI, Thunderbolt™ 4 USB-C®, USB Type-A and MicroSD card reader for unrivaled versatility. Built to deliver powerful performance, ZenBook 14 is your perfect choice for an effortless on-the-go lifestyle."
    },
    {
      "id": 14,
      "name": "Samsung Galaxy A53 5G, mėlynas, 6GB/128GB",
      "price": 449,
      "image": "https://ksd-images.lt/display/aikido/cache/336501a68e8e1287bbf466c49d9ba712.jpeg?h=742&w=816",
      "description": "„Galaxy A53 5G“ sukurtas taip, kad išsiskirtų iš kitų. Dėl „Ambient Edge“, kuriame kamera vientisai susilieja su korpusu, jūsų „Galaxy“ yra visiškai nuostabus ir visiškai funkcionalus, o papildoma akumuliatoriaus talpa yra plonesniame, matiniame rėmelyje. FHD+ „Super AMOLED“ ekrane matysite ryškias detales. Naudodami platų 6,5 colio „Infinity-O“ ekraną mėgaukitės ryškiu matomumu lauke iki 800 nitų¹, o mėlyną šviesą sumažinkite naudodami „Eye Comfort Shield„²."
    },
    {
      "id": 15,
      "name": "Samsung Galaxy Flip3 5G, smėlio, 8GB/128GB",
      "price": 1109,
      "image": "https://ksd-images.lt/display/aikido/cache/8089967847f95df11fdbba0213394f4b.jpeg?h=742&w=816",
      "description": "Sulankstomas ir telpa į kišenę. Telpa į mažą rankinę. Telpa į labiausiai prigludusius džinsus. Tada galite jį išsiimti ir atversti į pilno ekrano 5G išmanųjį telefoną bei lankstyti savo mėgstamiausiais kampais. Jei skamba taip, tarsi mes bandėme sukonstruoti kitokį telefoną – taip ir yra. Dabar tai naujovė."
    },
    {
      "id": 16,
      "name": "Apple iPhone 12, mėlynas, 4GB/256GB",
      "price": 930,
      "image": "https://ksd-images.lt/display/aikido/store/75f2b3c59ae458e8c2ace5f8e7da97bb.jpg?h=742&w=816",
      "description": "256GB talpos mėlynos spalvos telefonas iPhone 12 turi 6.1 colių įstrižainės Super Retina XDR ekraną iki pat kraštų su True Tone technologija, aliuminio rėmą, stiklinį korpusą, galingą A14 Bionic lustą, dvigubą galinę kamerą su Wide ir Ultra Wide technologija, naktinio fotografavimo funkciją, automatinį šviesų pritaikymą, matymo lauko išplėtimą, net 6 portretinės nuotraukos režimus. Telefone taip pat patobulinta priekinė 12MP kamera su galimybe daryti sulėtintas asmenukes, pagreitinta Face ID technologija, bevielio įkrovimo funkcija. Atsparumas vandeniui ir dulkėms IP681."
    },
    {
      "id": 17,
      "name": "Belaidės ausinės į ausis Apple AirPods Pro 2021 Gen 2 in-ear, balta",
      "price": 279,
      "image": "https://ksd-images.lt/display/aikido/store/f2155657e59e2d79c9ffd9519507583f.jpg?h=742&w=816",
      "description": "Inovatyvios bevielės AirPods Pro ausinės puikiai slopina aplinkos triukšmą bei prisitaiko prie Jūsų ausies formos. Išmaniosios ausinės talpina savyje naujausias technologijas, turi įvairius sensorius, kurie ausinių naudojimo patirtį paverčia itin patogia ir malonia. Tiesiog įsidėkite į ausis ir iš karto pradėkite naudoti. Ausinės užtikrina aukštos kokybės, švarų garsą iki 4,5 val. vieną kartą įkrovus ir veikia su visais Apple įrenginiais: iPhone, iPad, Mac ar Apple Watch. Dabar AirPods Pro yra su MagSafe technologija kuri magnetų pagalba prisitrauks prie bevielio įkroviklio."
    },
    {
      "id": 18,
      "name": "Išmanusis laikrodis Apple Watch 7 GPS + Cellular 45mm, pilka",
      "price": 559,
      "image": "https://ksd-images.lt/display/aikido/store/a0696545cf4da7419125277d0f907cce.png?h=742&w=816",
      "description": "Išmanusis Apple Watch 7 laikrodis su 45mm aukščio tamsiai pilkos spalvos aliuminio lydinio korpusu, juodu sportiniu-silikoniniu dirželiu, didesniu Always-On Retina ekranu dar tvirtesnis ir atsparesnis. Pasikrauna net 33% greičiau. Laikrodyje rasite deguonies kiekio kraujyje matuoklį, širdies veiklos sekimo indikatorius, kompasą, triukšmo jutiklį, GPS, aukščiamatį, daug dinaminių užsklandų, staigaus kritimo nustatymo bei pagalbos iškvietimo funkcijas. Apple Watch atsparus vandeniui iki 50 metrų gylio."
    },
    {
      "id": 19,
      "name": "Išmanusis laikrodis Apple Watch 7 GPS 45mm, raudona",
      "price": 459,
      "image": "https://ksd-images.lt/display/aikido/store/2bc05ae8037803cd11ab5e1956407890.png?h=742&w=816",
      "description": "Išmanusis Apple Watch 7 laikrodis su 45mm aukščio tamsiai pilkos spalvos aliuminio lydinio korpusu, juodu sportiniu-silikoniniu dirželiu, didesniu Always-On Retina ekranu dar tvirtesnis ir atsparesnis. Pasikrauna net 33% greičiau. Laikrodyje rasite deguonies kiekio kraujyje matuoklį, širdies veiklos sekimo indikatorius, kompasą, triukšmo jutiklį, GPS, aukščiamatį, daug dinaminių užsklandų, staigaus kritimo nustatymo bei pagalbos iškvietimo funkcijas. Apple Watch atsparus vandeniui iki 50 metrų gylio."
    },
    {
      "id": 20,
      "name": "Planšetė Apple iPad Pro 12.9 Wi-Fi (2021), pilka, 12.9 8GB/128GB",
      "price": 1143,
      "image": "https://ksd-images.lt/display/aikido/cache/cb9256e6774409a14f840de29e38b8cf.jpeg?h=742&w=816",
      "description": "Tai visų laikų galingiausi ir pažangiausi iPad Pro su 11 colių ir 12.9 colių įstrižainėmis, peržengiantys visas iPad galimybių ribas. Integravus Apple sukurtą M1 lustą, buvo pasiektas didelis šuolis, todėl iPad Pro pelnytai gali būti tituluojama greičiausia tokio tipo planšete. 12.9 colių įstrižainės iPad Pro turi naują Liquid Retina XDR ekraną, kuris suteikia planšetei ypatingą dinaminį diapazoną ir siūlo stulbinančią vizualinę patirtį su tikroviškesnėmis detalėmis. Tai stebuklingas stiklo kūrinys. Jis toks greitas, kad dauguma nešiojamųjų kompiuterių gali jam pavydėti. Jis turi profesionalias kameras, galinčias pakeisti tikrovę. Jūs galite naudoti jį liesdami pirštais, naudodami pieštuką ar klaviatūrą. Taip, tai yra naujasis Apple iPad Pro 2021."
    },
    {
      "id": 21,
      "name": "Planšetė Apple iPad Pro 12.9 Wi-Fi (2021), sidabro, 12.9, 8GB/1TB",
      "price": 1964,
      "image": "https://ksd-images.lt/display/aikido/store/4b7811520befcf412bf07634981622da.jpg?h=742&w=816",
      "description": "Tai visų laikų galingiausi ir pažangiausi iPad Pro su 11 colių ir 12.9 colių įstrižainėmis, peržengiantys visas iPad galimybių ribas. Integravus Apple sukurtą M1 lustą, buvo pasiektas didelis šuolis, todėl iPad Pro pelnytai gali būti tituluojama greičiausia tokio tipo planšete. 12.9 colių įstrižainės iPad Pro turi naują Liquid Retina XDR ekraną, kuris suteikia planšetei ypatingą dinaminį diapazoną ir siūlo stulbinančią vizualinę patirtį su tikroviškesnėmis detalėmis. Tai stebuklingas stiklo kūrinys. Jis toks greitas, kad dauguma nešiojamųjų kompiuterių gali jam pavydėti. Jis turi profesionalias kameras, galinčias pakeisti tikrovę. Jūs galite naudoti jį liesdami pirštais, naudodami pieštuką ar klaviatūrą. Taip, tai yra naujasis Apple iPad Pro 2021."
    },
    {
      "id": 22,
      "name": "Belaidės ausinės į ausis Samsung Galaxy Buds Live in-ear, tamsiai pilka",
      "price": 209,
      "image": "https://ksd-images.lt/display/aikido/store/e7336f448a64c51a2ef06b863ce925f7.jpg?h=742&w=816",
      "description": "Pasinerkite į tai, kas jums patinka. „Galaxy Buds2“ atveria naują garsų pasaulį su gerai subalansuotu garsu, neprilygstamu patogumu, ANC ir sklandžiu ryšiu su telefonu bei laikrodžiu. Lengvesnis valdymas ir geresnis grįžtamasis ryšys leis mėgautis treniruotėmis, žaidimais ar muzikavimu pagal ritmą. Mėgaukitės galingais, giliais bosais ir aiškiais aukštų tonų garsais per dvipusius dinaminius garsiakalbius. „Galaxy Buds2“ užtikrina gerai subalansuotą garso kokybę, kuri praturtina kiekvieną jūsų garso kelionės akimirką. Klausykitės taip, tarsi tai būtų gyvas garsas."
    },
    {
      "id": 23,
      "name": "Išmanusis laikrodis Samsung Galaxy Watch4 Classic LTE 42mm, balta",
      "price": 363,
      "image": "https://ksd-images.lt/display/aikido/store/cbf8ad44a054dc71b420d7883ab9d3ad.jpg?h=742&w=816",
      "description": "Dauguma iš mūsų norime daugiau sužinoti apie save, kad galėtume tapti geriausia savo pačių versija. Todėl sukūrėme visiškai naują „Galaxy Watch4 Classic“, kad jis būtų jūsų kelionės į sveikesnį gyvenimą palydovas. Kai kurios išvaizdos yra nesenstančios, pavyzdžiui, „Galaxy Watch4 Classic“ besisukantis nematomas apvadas ir ryškus ekranas. Rafinuotas dizainas suteikia rafinuotumo jūsų riešui, o aukščiausios klasės nerūdijančiojo plieno medžiagos išreiškia galingą ir intuityvų funkcionalumą."
    },
    {
      "id": 24,
      "name": "Išmanusis laikrodis Samsung Galaxy Watch4 44mm, žalia",
      "price": 299,
      "image": "https://ksd-images.lt/display/aikido/store/a3431215154a69e31c11d036a05ef87c.jpg?h=742&w=816",
      "description": "Dauguma iš mūsų norime daugiau sužinoti apie save, kad galėtume tapti geriausia savo pačių versija. Todėl sukūrėme visiškai naują „Galaxy Watch4 Classic“, kad jis būtų jūsų kelionės į sveikesnį gyvenimą palydovas. Stebėkite sveikatingumo pažangą su pirmuoju išmaniuoju laikrodžiu, kuris patogiai matuoja kūno sudėjimą. Sužinokite savo kūno riebalų, skeleto raumenų, kūno vandens procentą ir dar daugiau, kad pasiektumėte savo tikslus. „Samsung BioActive“ jutiklis ir mūsų sparčiausias lustas – didžiausia iki šiol „Galaxy Watch“ naujovė."
    }
  ]
}